<div class="about_overlay">
    <div id="about">
        <a href="javascript:void(0);" class="close"></a>
        <article>
            <h3>סטודיו דואטון - מפתחים חווית מותג למעלה מ-20 שנה</h3>
            <p>אנחנו בסטודיו מאמינים שהלקוחות שלנו הם השותפים שלנו לדרך ואיתם יחד אנחנו יוצרים שלמות אפקטיבית. בסטודיו צוות מעצבים העובדים בסינרגיה מלאה ישירות מול הלקוח בכדי לתת פתרונות עיצוביים ויצירתיים בתחום, יחד אנו יוצרים קבוצה איכותית בעלת יכולות והבנת התחום החזותי לכל רבדיו</p>
            <p>הסטודיו נותן מענה, ייעוץ וליווי לכל לקוחותינו משלב החשיבה ויזואליתמיתוגית, קופירייטינג, עיצוב למדיה הדיגיטלית, אתרים, אפליקציות,עיצוב חללי תצוגה ונקודות מכירה, עיצוב מארזים ופיתוח המוצרים</p>
            <p>מה הכי אוהבים...? - לשבת על כוס קפה ולחשוב, לנשום ולעצב!</p>
        </article>
    </div>
</div>
